{
  "piadas": [
    "Um caipira chega à casa de um amigo que está assistindo TV e pergunta:\n\n– E aí, firme?\n\nEntão, o outro responde:\n\n– Não, só futebor.",
    "Você sabe qual a fórmula da água benta?\n\nH Deus O.",
    "Por que a aranha é o animal mais carente do mundo?\n\nPorque ela é um _aracneedyou_.",
    "Por que a formiga tem quatro patas?\n\nPorque se tivesse cinco, ela se chamaria Fivemiga.",
    "O que a Xuxa foi fazer no Bar?\n\nFoi beber ca Sasha.",
    "O que um tijolo falou pro outro?\n\n– Há um ciumento entre nos.",
    "Qual estação do ano que dá esperança pros cegos?\n\nVe-rão",
    "Qual é o carro movido a suco?\n\nO Mus-tang.",
    "Qual a semelhança entre um pastor e um martelo?\n\n– Ambos pregam.",
    "Você conhece a piada do pônei?\n\nPô nei eu!",
    "Qual é o esporte preferido dos músicos?\n\nLançamento de disco.",
    "Por que o policial não usa sabão?\n\nPorque ele prefere deter gente.",
    "Por que as plantas pequenas não falam?\n\nPorque elas são mudinhas.",
    "Qual o macarrão que emagrece?\n\nO SPA guete.",
    "Como que o mineiro usa a internet?\n\nPelo UAI-fai",
    "Qual é a galinha que cai no chão e surta?\n\nA galinha cai-i-pira",
    "Qual é a diferença do lago e da padaria?\n\nNo lago há sapinho e na padaria assa pão",
    "Qual é o melhor tratamento para pessoas que sofrem de queda constante?\n\nPara-quedismo",
    "Um tênis foi jogado ao mar e afundou. Qual o nome do filme?\n\nTitanike",
    "Qual é o tio da construção?\n\nO Tio Jolo",
    "O que é uma pulga do lado de uma letra A?\n\nAssaltante",
    "Por que o pão não entende a batata?\n\nPorque o pão é francês e a batata é inglesa",
    "Por que as estrelas não podem ser gatos?\n\nPorque astro não mia (astronomia)",
    "Por que um frango conseguiu voar e o outro não?\n\nPorque um era frango a passarinho",
    "Quem são as dançarinas do Diabo?\n\nAs Diabetes",
    "Por que a Dora aventureira aprendeu capoeira?\n\nPara ela dar voa-Dora",
    "O que o tubarão disse quando comeu o peixe-palhaço?\n\nQue gosto engraçado!",
    "Que raça de cachorro pula mais alto que um prédio?\n\nQualquer uma, porque prédio não pula :v",
    "O que o pato disse para a pata?\n\nVem Quá!",
    "Porque o menino estava falando no telefone deitado?\n\nPara não cair a ligação",
    "O que é um astrólogo andando a cavalo?\n\nUm Cavaleiro do Zodíaco.",
    "Como se faz omelete de chocolate?\n\nCom ovos de páscoa.",
    "Qual é a canção que emociona a pêra?\n\nÓpera",
    "Um triângulo estava voando e o outro não. Porquê?\n\nPorque um era uma asa delta",
    "Por que a mulher do Hulk se divorciou dele?\n\nPorque ela queria um homem mais maduro",
    "Você conhece a piada do fotógrafo?\n\nEla ainda não foi revelada!",
    "Quando os americanos comeram carne pela primeira vez?\n\nQuando chegou Cristóvão Com Lombo",
    "Qual o animal que não vale mais nada?\n\nO Javali!",
    "Por que o bombeiro não gosta de andar?\n\nPorque ele socorre!",
    "Fiquei confuso depois da aula de inglês.\n\nSe “car” significa carro e “men” significa “homens”, então minha tia Carmen é um Transformer?",
    "Perguntaram para o cachorro qual é o cantor favorito dele.\n\nEle respondeu Latino",
    "Por que Napoleão era sempre chamado para as festas?\n\nPorque ele era Bom-na-party.",
    "Se você está se sentindo sozinho, abandonado, achando que ninguém liga para você...\n\nAtrase um pagamento.",
    "O que o cadarço falou para o tênis?\n\nEu me amarro em você.",
    "Como o Batman conheceu o Robin?\n\nPelo bat-papo.",
    "Você sabe quem é o rei dos queijos?\n\nÉ oreiqueijão.",
    "Qual a diferença entre o gato e coca-cola?\n\nO gato mia e a coca light.",
    "Qual é o alimento mais sagrado que existe?\n\nO amém doim.",
    "Por que Stalin não atendeu o telefone?\n\nPorque achou que era Trótski.",
    "Então, o que o pagodeiro foi fazer na igreja?\n\n Foi cantar Pá God.",
    "Por que o mouse é muito mimado?\n\nPorque tudo o que ele quer, o mouse pad.",
    "Como transformar o giz em uma cobra?\n\n É só colocar ele na água que o GIZBÓIA!",
    "O que fala o livro de Matemática para o livro de História?\n\nNão me venha com história que eu já estou cheio de problema!",
    "Qual a semelhança entre cachorros e ouro?\n\n Tem uns quilate."
  ]
}
